Repository: eurolinux-enterprise-linux-sources/iok
Catalog: src/po/*.po
Languages: de_ch, es

source: Indic Onscreen Keyboard
de_ch: Indische Bildschirm-Tastatur
es: Teclado indico en pantalla

source: Enter Indic characters with a virtual keyboard
de_ch: Indische Zeichen mit der virtuellen Tastatur eingeben
es: Ingrese caracteres indicos mediante un teclado virtual

source: Select the language in which you want to write
de_ch: Wählen Sie die Sprache, in der Sie schreiben wollen
es: Seleccione el idioma en el que quiere escribir

source: Change to English Keyboard
de_ch: Zur englischen Tastatur wechseln
es: Cambiar a Teclado Inglés

source: ReassignKey
de_ch: NeuzuweisenTaste
es: ReasignarTecla

source: Reassign Keyvalue of Key
de_ch: Neuzuweisung des Tastenwerts der Taste
es: Reasignar Keyvalue de la llave

source: to another Key
de_ch: auf eine andere Taste
es: para otra llave

source: Reassign
de_ch: Neuzuweisen
es: Reasignar

source: Cancel
de_ch: Abbruch
es: Cancelar

source: Open Keymap File
de_ch: Tastaturbelegungs-Datei öffnen
es: Abrir archivo de mapa de teclado

source: Write to Keymap File
de_ch: In Tastaturbelegungs-Datei schreiben
es: Escribir en el archivo de mapa de teclado

source: Open
de_ch: Öffnen
es: Abrir

source: Open a Keymap that is not listed in a combobox
de_ch: Tastaturbelegungs-Datei öffnen, die nicht in keiner Combo-Box aufgelistet ist
es: Abrir un mapa de teclado que no está listado en el combobox

source: Save
de_ch: Speichern
es: Guardar

source: Save current state of loaded keymap to a new keymap
de_ch: Aktuellen Zustand der geladenen Keymap als neue Keymap speichern
es: Guardar en un mapa nuevo el estado actual del mapa de teclado cargado

source: Quit
de_ch: Beenden
es: Salir

source: Close iok application
de_ch: iok schliessen
es: Cierra la aplicación iok

source: Reassign key value of some key to some other key
de_ch: Neuzuweisung eines Tastenwerts zu einer anderen Taste
es: Reasignar valor de tecla de alguna tecla a otra

source: Swap
de_ch: Wechsle

source: Swap key values between any 2 keys in loaded keymap
de_ch: Tastenwerte zwischen zwei beliebigen Tasten in der geladenen Tastaturbelegung austauschen
es: Intercambiar los valores de las teclas entre 2 teclas del mapa de teclado cargado

source: About
de_ch: Über
es: Acerca de

source: About iok application
de_ch: Über die iok-Applikation
es: Información adicional acerca de la aplicación iok

source: Keymap
de_ch: Tasturbelegung
es: Mapa de teclado

source: Keys
de_ch: Tasten
es: Teclas

source: Help
de_ch: Hilfe
es: Ayuda

source: Backspace
de_ch: Rücklauf
es: Retroceso

source: Tab
de_ch: Tabulator
es: Tabulación

source: Caps
de_ch: Feststelltaste
es: Mayúscula

source: Enter
de_ch: Eingabetaste

source: Shift
de_ch: Umschalttaste

source: Space
de_ch: Leerschlag
es: Espacio

source: Select the language in which you want to write. This list contains keymaps in order as inscript then user defined then xkb and then any keymaps opened that are not default listed
de_ch: Wählen Sie die Sprache, in der Sie schreiben wollen. Diese Liste enthält die Keymaps sortiert nach: erst inscript, dann benutzerdefiniert, dann xkb und dann alle geöffneten Keymaps, die nicht in der Vorgabe-Liste sind
es: Seleccione el idioma en el que quiere escribir. Esta lista contiene los mapas de teclado en el orden en que fueron inscriptas, luegos las definidas por el usuario y finalmente los mapas de teclado abiertos que no son las listadas por defecto

source: translator-credits
de_ch: Fabian Affolter <fab@fedoraproject.org>, 2009.
es: Héctor Daniel Cabrera <h.daniel.cabrera@gmail.com>, 2009.

source: GPLv2 or later
de_ch: GPLv2 oder später
es: GPLv2 o superior

source: Couldn't find pixmap file: %s
de_ch: Konnte pixmap-Datei nicht finden: %s
es: No se ha podido encontrar el archivo de pixmap: %s
